---
kind: enumMember
id: F:Autodesk.Revit.DB.FittingAngleUsage.UseAnyAngle
enum: Autodesk.Revit.DB.FittingAngleUsage
source: html/aac7ada1-a94c-8f2c-39b9-570f1f0825c8.htm
---
# Autodesk.Revit.DB.FittingAngleUsage.UseAnyAngle

Uses any angle supported by fitting content.